{"id":"tt0091211","pT":"Fist of the North Star","sY":1984,"rM":25,"eY":1988,"iA":0,"aR":8.2,"nV":3693,"g":["Action","Adventure","Animation"],"sI":[1,2,3,4,5,6],"eI":[1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35],"eM":{"1":{"1":{"id":"tt1159065","pT":"God or Devil?! The Mightiest Man Appears from Hell","aR":7.5,"nV":100},"2":{"id":"tt1413887","pT":"The Zankei Death Blow!! Lights Appeared at the End!!","aR":6.6,"nV":77},"3":{"id":"tt1958697","pT":"Punches Are Burning on a Dark Street! Five Fingered Explosive Burst!!","aR":7.1,"nV":70},"4":{"id":"tt1958700","pT":"Attack Bloody Cross!! The Secret Punch by Soft Strikes","aR":7.1,"nV":64},"5":{"id":"tt1958702","pT":"The Flame of Love in Hell. You're Already Dead!!","aR":7.2,"nV":58},"6":{"id":"tt1958701","pT":"The evil's plan. Attacking the man with 4 scars!","aR":7.3,"nV":57},"7":{"id":"tt1958704","pT":"Villains! Countdown to death","aR":7.4,"nV":57},"8":{"id":"tt1958698","pT":"Rip into the Nerve Cells! No Requiem for the Bad Guys","aR":7.1,"nV":56},"9":{"id":"tt1958693","pT":"Criminals! Pray before you die!!","aR":6.8,"nV":48},"10":{"id":"tt1958694","pT":"Flame death blow! Too many people should die!!","aR":6.8,"nV":52},"11":{"id":"tt1958705","pT":"Villains!! Listen to the requiem from Hell!!","aR":6.7,"nV":50},"12":{"id":"tt1958695","pT":"I am the God of Death!! I'll chase you to the ends of Hell!!","aR":7,"nV":45},"13":{"id":"tt1958699","pT":"The arhat deva fist! The endless killing!!","aR":7.1,"nV":46},"14":{"id":"tt1958703","pT":"These grieving times! Many kind people die too early!!","aR":7.2,"nV":43},"15":{"id":"tt1958696","pT":"I count to three! You are the one who is dead!!","aR":6.6,"nV":41},"16":{"id":"tt1975477","pT":"Try to Sing, Villains! The Counting Rhyme of Hell!!","aR":6.8,"nV":41},"17":{"id":"tt1975472","pT":"Fight if you are a man! The guts of Confrontation Have Opened!","aR":5.9,"nV":42},"18":{"id":"tt1975474","pT":"Life or Death!? At the End of the Wilderness Lies the First Street of Hell!","aR":7.2,"nV":41},"19":{"id":"tt1975471","pT":"Damn! Get Ready to Die!!","aR":6.5,"nV":41},"20":{"id":"tt1975475","pT":"Nightmarish Full-Scale War! My Fists Pack One Million Volts!","aR":6.8,"nV":40},"21":{"id":"tt1975476","pT":"The Palace Is on Fire! Shin! I'm Close to Finding You!!","aR":7,"nV":43},"22":{"id":"tt1975473","pT":"Julia Forever... As Well as Shin!","aR":8.1,"nV":50},"23":{"id":"tt2005647","pT":"Stormy Times. Titanic Battles! Is Battle All That Awaits Me?!","aR":7.1,"nV":40},"24":{"id":"tt2005643","pT":"Nanto Suichoken! The Tragedy of the Mighty Begins!","aR":7.8,"nV":40},"25":{"id":"tt2005646","pT":"Sinners! Thy Name Is Fang!","aR":7.1,"nV":37},"26":{"id":"tt2005648","pT":"Tremble & Die! Villains of Night Fog Valley!","aR":7.6,"nV":37},"27":{"id":"tt2005644","pT":"Only Villains Can Smile! How I Hate This Age!","aR":7.2,"nV":35},"28":{"id":"tt2005645","pT":"Rei, I'll Wipe Your Tears Away with My Fists!","aR":7.3,"nV":36},"29":{"id":"tt2005642","pT":"It's Too Late to Beg for Mercy! To Hell with You, Boss Fang!","aR":7.5,"nV":37},"30":{"id":"tt2013599","pT":"Destiny Looms Near! Who Are You, Jagi?!","aR":7.2,"nV":36},"31":{"id":"tt2013641","pT":"The Iron Mask of Hell! The Fiend Who Calls Himself North Star!","aR":7,"nV":36},"32":{"id":"tt2013607","pT":"Four Linked Punches of Fury! Wait for Me in Hell, Jagi!","aR":7.9,"nV":40},"33":{"id":"tt2200330","pT":"This Is a Miracle Village! The Fallen Angel!!","aR":7.7,"nV":36},"34":{"id":"tt2012257","pT":"Toki! Are You Angel or Devil?!","aR":7.3,"nV":34},"35":{"id":"tt2013600","pT":"Evil One! Toki, Your Heart Has Been Corrupted!!","aR":7,"nV":34}},"2":{"1":{"id":"tt2013648","pT":"There Is No Looking Back! Only Hating Evil, and Striking Toki Down!","aR":7.5,"nV":33},"2":{"id":"tt2013612","pT":"Instead, I Shall Reject Love! For I Bear the Cursed Star of Death!","aR":7.2,"nV":29},"3":{"id":"tt2013596","pT":"Crimson Fist of Lotus Mountain! A Tragic Woman Born of the Times!","aR":6.2,"nV":32},"4":{"id":"tt2013586","pT":"A Wicked Legacy! The Gates to Cassandra Open Now!","aR":6.3,"nV":31},"5":{"id":"tt2013652","pT":"Villains Need No Graves! This Is the Hellish Cassandra!","aR":6.9,"nV":31},"6":{"id":"tt2013643","pT":"The North Star's 2,000-Year Tragedy! I Can Hear the Fist King's Footsteps!","aR":6.2,"nV":31},"7":{"id":"tt2013584","pT":"A Century's End with No Tomorrow! I've Been Waiting for You, Ken!","aR":6.6,"nV":34},"8":{"id":"tt2013593","pT":"Cassandra Collapses! The North Star's Mythology Is Painted Anew!","aR":6.4,"nV":32},"9":{"id":"tt2013638","pT":"The Death Omen Star Shines! Fist King, Do You Control Even Death?!","aR":7.2,"nV":31},"10":{"id":"tt2013650","pT":"Those Who Fear the Reaper! Listen to the Voice of Lin's Fiery Heart!","aR":7.5,"nV":33},"11":{"id":"tt2013653","pT":"Voices from Hell! Rei, Did You See the Death Omen Star?","aR":7.2,"nV":31},"12":{"id":"tt2013642","pT":"The Nanto Dance of Death! I'll Give My Life for the Sake of Love!","aR":7.4,"nV":30},"13":{"id":"tt2013589","pT":"An Explosion of Secret Techniques! Beyond Hatred Is the Fate for the Brothers of the North Star","aR":7.4,"nV":30},"14":{"id":"tt2013640","pT":"The Greatest Battle in History, Raoh vs Ken! You're the One to Die!","aR":7.9,"nV":35},"15":{"id":"tt2013582","pT":"72 Hours to Live! The Death Omen Star Drags Rei In!","aR":7,"nV":29},"16":{"id":"tt2013604","pT":"Fate Without Tomorrow! And Yet, a Woman Believes in Love!","aR":6.6,"nV":28},"17":{"id":"tt2013654","pT":"Yuda of the South Star Six Sacred Fists! I'm the Most Beautiful!!","aR":6.8,"nV":28},"18":{"id":"tt2013598","pT":"Death Omen Star Is Falling! Rei! Heaven Tricks Time Cruelly!","aR":6.2,"nV":30},"19":{"id":"tt2013592","pT":"Beloved Mamiya! The Death Omen Star Lurks Behind the Sparkle in Your Eyes!","aR":5.9,"nV":29},"20":{"id":"tt2013623","pT":"Rei, Are You on Your Way to Death? A Man Is Beautiful Than Ever!","aR":6.8,"nV":27},"21":{"id":"tt2012258","pT":"Beautiful Warriors, Rei vs Yuda! A Man's Passage Needs No Tears!","aR":7.5,"nV":29},"22":{"id":"tt2013602","pT":"Farewell, Rei! Heroic Legend Will Be Told Throughout the Ages!","aR":6.6,"nV":28}},"3":{"1":{"id":"tt2013632","pT":"Supreme Rule in Turbulence! As the South Star Fades, the North Star Appears!","aR":7.2,"nV":24},"2":{"id":"tt2013646","pT":"The Star of Darkness Engulfs the Heavens! Time Evolves Beyond the Deathmatch!","aR":6.5,"nV":20},"3":{"id":"tt2013629","pT":"Shu of the South Star White Heron Fist! What Will You Witness in the End of This Century!?","aR":7.3,"nV":22},"4":{"id":"tt2013617","pT":"Love on the Battlefield! Must the Time Tear Love Apart!?","aR":7.1,"nV":21},"5":{"id":"tt2013581","pT":"I am Souther, the Holy Emperor! I Disallow Love and Compassion!","aR":7,"nV":21},"6":{"id":"tt2013588","pT":"A Young Hero Challenges His Fate! Scream from Your Soul Shall Move the Heavens!","aR":7.3,"nV":21},"7":{"id":"tt2013583","pT":"A Bloody Battle, Shu vs Souther! Love, Drowned in the Tears of the Star of Benevolence!","aR":7.3,"nV":20},"8":{"id":"tt2013633","pT":"The Bloody Cross Mausoleum! Shu! I'll Catch Your Tears with My Heart!","aR":7.5,"nV":22},"9":{"id":"tt2013624","pT":"Run Kenshiro! Another Comrade is About to Die!!","aR":7,"nV":20},"10":{"id":"tt2013594","pT":"Clash of the Polar Stars, Ken vs. Souther! My Star Is the Only Protector of Heaven!","aR":7.9,"nV":27},"11":{"id":"tt2013631","pT":"Souther, the Despondent Holy Emperor! You Are Weary from Love!","aR":8.1,"nV":32},"12":{"id":"tt2013597","pT":"Critical Times of the North Star! The Three Brothers of Fate Are on the Move","aR":6.7,"nV":20},"13":{"id":"tt2012917","pT":"The Other Divine Fist of the North Star! Drive Raoh to Oblivion!!","aR":6.9,"nV":20},"14":{"id":"tt2013644","pT":"The Secret of Origin Revealed! The Heaven Prefers Tragedy!","aR":7.3,"nV":21},"15":{"id":"tt2013579","pT":"Farewell, Toki! A Man Only Cries Once!","aR":7.5,"nV":22},"16":{"id":"tt2013625","pT":"Ryuga of Sirius! I'll Seize the Rainbow in Tempest!","aR":6.9,"nV":20},"17":{"id":"tt2013587","pT":"A Wolf Running in the Horizon! There Lies the End of Love and Hatred!","aR":6.9,"nV":19},"18":{"id":"tt2013606","pT":"Forgive Me, My Sister! I Am Destined to Clash with the North Star!","aR":6.4,"nV":19},"19":{"id":"tt2013590","pT":"An Iron Fist for the Roaring Wolf! Toki Is in Danger!","aR":6.6,"nV":18},"20":{"id":"tt2013595","pT":"Conclusion of Part Three: Let the New Age Awaken! The Wolf's Howl Moves the Heaven!","aR":7.2,"nV":20},"21":{"id":"tt2013627","pT":"Shin of the South Star Sacred Fist! Risked Your Life for Love That Never Will!","aR":5.8,"nV":20},"22":{"id":"tt2013622","pT":"Rei of the South Star Waterfowl Fist! Was a Man Who Died for His Friends!!","aR":5.3,"nV":19},"23":{"id":"tt2013655","pT":"Yuda of the South Star Crimson Crane Fist! His Beautiful Smile Calls for Tragedy!","aR":5.4,"nV":19},"24":{"id":"tt2013630","pT":"Shu of the South Star White Heron Fist! The Heaven Only Bestows Cruel Destinies","aR":5.2,"nV":19},"25":{"id":"tt2013611","pT":"Holy Emperor Souther! Your Deep Affection Consumes You in Love!","aR":5.4,"nV":19}},"4":{"1":{"id":"tt2013621","pT":"Raoh Must Die! The Legend Turns to Terror!","aR":6.8,"nV":20},"2":{"id":"tt2013645","pT":"The South Star Strikes Back! The Wind Brigade Protects the Last General of the South Star!","aR":6.6,"nV":18},"3":{"id":"tt2013619","pT":"Prelude to a Death Match! The Screams of Hyui of the Wind Echoes in the Heaven!","aR":6.9,"nV":16},"4":{"id":"tt2013634","pT":"The Burning Crimson Brigade! Shuren Is Drenched in Tears of Flame!","aR":6.8,"nV":16},"5":{"id":"tt2013605","pT":"Five Chariot Stars in Danger! Raoh Has Finally Pierced Through the Flames!","aR":6.9,"nV":16},"6":{"id":"tt2013639","pT":"The Five Chariot Stars Approach Kenshiro! Who Are You, Fudo?!","aR":6.5,"nV":16},"7":{"id":"tt2013637","pT":"The Crisis Is Near! Ken, Destiny Awaits at the Capital of the South Star!","aR":6.2,"nV":16},"8":{"id":"tt2013580","pT":"I Am Juza of the Clouds! I Shall Move with the Flow of Time!","aR":6.5,"nV":15},"9":{"id":"tt2013636","pT":"The Clouds Remain! The Masked General Is Finally Revealed!","aR":6.9,"nV":15},"10":{"id":"tt2013615","pT":"Juza of the Clouds Resurrects! I Have No Fear for Raoh!!","aR":7.1,"nV":16},"11":{"id":"tt2013616","pT":"Juza vs Raoh! An End of the Legend of the Invincible!!","aR":6.5,"nV":16},"12":{"id":"tt2013609","pT":"Fudo in Peril! Hurry, Ken. A Man Must Not Abandon His Friends!","aR":7,"nV":16},"13":{"id":"tt2013651","pT":"Treacherous Quicksand! Will the Hand of Salvation Reach Fudo?","aR":6.9,"nV":16},"14":{"id":"tt2013614","pT":"Juza Falls! I'll Give My Life to Protect the Woman I Love","aR":7.3,"nV":17},"15":{"id":"tt2013601","pT":"Farewell Yuria! A Strong Man Will Not Speak of Love, Even in Death!","aR":7.1,"nV":16},"16":{"id":"tt2013635","pT":"The Capital of the South Star Trembles! The Two Brothers of the North Star Finally Arrive!","aR":6.1,"nV":15},"17":{"id":"tt2013626","pT":"Sadness of the Five Chariot Stars! Love and Destiny Looms Over the Woman!","aR":6.6,"nV":16},"18":{"id":"tt2013647","pT":"The Ultimate Secret Technique, Unconscious Transmigration! Raoh, I've Got You Now!","aR":6.9,"nV":16},"19":{"id":"tt2013613","pT":"Is It the End of Raoh and His Ambitions? The Heaven Hesitates Once Again!","aR":7.2,"nV":17},"20":{"id":"tt2012916","pT":"Raoh, the Confused Giant! I Don't Believe in Love!!","aR":7.3,"nV":18},"21":{"id":"tt2013585","pT":"A Challenge from the Devil! Fudo, Be the Demon for Those You Love!","aR":7.3,"nV":19},"22":{"id":"tt2013610","pT":"Fudo, the Gentle Warrior! His Tears Awaken a Fiery Soul!","aR":6.9,"nV":18},"23":{"id":"tt2013620","pT":"Protect the Merciful Mother of the South Star! Even If It's the End of the Five Chariots!","aR":6.2,"nV":17},"24":{"id":"tt2012915","pT":"Raoh, Shaken by a Nightmare! Yuria, You Are the Only One!!","aR":7.1,"nV":18},"25":{"id":"tt2013628","pT":"Showdown at the North Star Mind and Body Training Ground! No One Can Stop Them Now!","aR":7.8,"nV":22},"26":{"id":"tt2013603","pT":"Farewell, the Brothers of the North Star! They're Beyond Love and Sorrow!","aR":8.3,"nV":39},"27":{"id":"tt2013618","pT":"Now Revealed! The 2000 Year History of the North Star!","aR":6.3,"nV":21}},"5":{"1":{"id":"tt2013571","pT":"The Past Is Gone. The Dawn of the New Age!!","aR":6.7,"nV":16},"2":{"id":"tt2013578","pT":"When Will He Awaken?!","aR":7.8,"nV":15},"3":{"id":"tt7127844","pT":"The Savior Comes from the North!!","aR":7.8,"nV":13},"4":{"id":"tt7127846","pT":"The Mysterious Bounty Hunter, Ein! Kenshiro's Head Is Mine!!","aR":7.5,"nV":12},"5":{"id":"tt7127850","pT":"Another Art of Assassination! The Imperial Fist of the Source Star Is the Name!!","aR":7.4,"nV":12},"6":{"id":"tt7127852","pT":"Rage of the Celestial Emperor! Falco, Obliterate the North Star from Earth!!","aR":7.2,"nV":12},"7":{"id":"tt2013575","pT":"The Wrath of the South Star! The Illustrious Harn Brothers!","aR":7.4,"nV":13},"8":{"id":"tt7127856","pT":"Ein in Danger! Hands of Evil Reach for His Love!!","aR":6.5,"nV":12},"9":{"id":"tt2013543","pT":"Falco, the Brave General of the Source Star! There Lies the Shadow of Raoh...","aR":7.3,"nV":13},"10":{"id":"tt2013563","pT":"The Emperor's Cries Echoes Through the Imperial Capital. Falco, Where Have You Gone?","aR":7.2,"nV":13},"11":{"id":"tt2013562","pT":"The Celestial Emperor Is Finally Revealed","aR":7.6,"nV":15},"12":{"id":"tt2013539","pT":"An Elegy for Ein! Die Bravely Than Live Without Honor!","aR":7.9,"nV":16},"13":{"id":"tt7127864","pT":"The Fall of the Imperial Capital! Jakoh, You Can Dream in Hell!!","aR":7.5,"nV":12}},"6":{"1":{"id":"tt2013570","pT":"The Ordeal Never Ends! Kenshiro Crosses the Ocean!!","aR":8.1,"nV":14},"2":{"id":"tt2013577","pT":"What Awaits on the Continent of Darkness? There Lies the Legendary Land of Asura!!","aR":7.1,"nV":14},"3":{"id":"tt7127874","pT":"Good or Evil? The Mysterious North Star Lapis Lazuli Fist Appears!!","aR":7.4,"nV":12},"4":{"id":"tt7127876","pT":"Love Is Preached in the Century's End! Her Name Is Leia!!","aR":7.3,"nV":12},"5":{"id":"tt7127878","pT":"The General of Asura, Han! The Man Who Stains White Snow Into Crimson!!","aR":6.7,"nV":13},"6":{"id":"tt7127880","pT":"The Legend of the Savior of Asura! His Name Is Raoh!!","aR":7.2,"nV":12},"7":{"id":"tt7127884","pT":"Kenshiro's Secret Is Revealed! The Land of Asura Is His Motherland!!","aR":7.7,"nV":11},"8":{"id":"tt2012914","pT":"A Cruel Prophecy! Kenshiro, You Cannot Be the Savior!","aR":6.9,"nV":13},"9":{"id":"tt7127882","pT":"Rock, the Hero on Horseback! I Don't Believe in Kenshiro!!","aR":7.5,"nV":13},"10":{"id":"tt2013555","pT":"Men Beyond Reasons! The Band of Seven Attacks Kenshiro!!","aR":7.3,"nV":13},"11":{"id":"tt7127892","pT":"Rock's Message of Death! Kenshiro, Hang on to Your Friend's Life!!","aR":7.6,"nV":12},"12":{"id":"tt7127890","pT":"Announcing the Creator of the New Century! My Name Is Demon Kaioh!!","aR":7.4,"nV":12},"13":{"id":"tt2013573","pT":"The Seal of the Devil! 2000 Year Tragedy of the North Star Is Revealed","aR":7.8,"nV":14},"14":{"id":"tt2013553","pT":"Little Brother Ken in Danger! Hyoh, Open Up Your Kind Soul!","aR":7.2,"nV":13},"15":{"id":"tt2013550","pT":"Kenshiro on the Execution Stand! The Heaven Has Unleashed the God of the Sea!","aR":7,"nV":13},"16":{"id":"tt2013547","pT":"Kaioh's Declaration of Victory! The Phantom of the North Star Attacks!!","aR":7.7,"nV":14},"17":{"id":"tt7127900","pT":"A Destined Encounter of Hyoh and Ken! Both Are Yet to Know Their Secrets!!","aR":7.7,"nV":13},"18":{"id":"tt7127904","pT":"Kaioh's Evil Decision! Cold Blood Runs Through My Body!!","aR":7,"nV":11},"19":{"id":"tt7127908","pT":"Kenshiro's Challenge! Never Be Defeated Twice!!","aR":7.5,"nV":11},"20":{"id":"tt2013574","pT":"The Tyrant Hyoh and His Sorrowful Aide! Who Will Stop Him Now?!","aR":6.8,"nV":13},"21":{"id":"tt7127912","pT":"The Battle of the Blood Brothers! Tears Will Never Return to Hyoh.","aR":7.4,"nV":13},"22":{"id":"tt7127918","pT":"The North Star on the Brink of Death! Kaioh Reaches Out for the Celestial Emperor!!","aR":7.2,"nV":13},"23":{"id":"tt7127916","pT":"Tearful Reunion of the Brothers! Kenshiro, I've Been Waiting for You!!","aR":7.1,"nV":12},"24":{"id":"tt2013559","pT":"Shachi's Battle for Love! Kaioh Will Ridicule with Laughter","aR":7.9,"nV":18},"25":{"id":"tt7127920","pT":"The Fall of Shachi, Warrior of Love! Love Is Everything, My Friends!!","aR":7.5,"nV":12},"26":{"id":"tt7127922","pT":"Tragic Victim of Love! Kaioh's Foundation of Evil!!","aR":7.4,"nV":12},"27":{"id":"tt7127926","pT":"Kaioh's Disgraceful Past! The Heaven Recreate's Lin's Destiny!!","aR":7.3,"nV":12},"28":{"id":"tt7127932","pT":"The Final Chapter: The Last Three Episodes! Here Is the 2,000 Year-old History of the Main Family of the North Star!!","aR":7,"nV":15},"29":{"id":"tt7127928","pT":"Prologue to the Final Episode! A Third Man Appears to Determine Lin's Fate!!","aR":8.2,"nV":21},"30":{"id":"tt7127930","pT":"The Final Episode: Farewell, Kenshiro! Farewell, the Divine Fist of the North Star!!","aR":8.5,"nV":46}}}}