{"id":"tt0048907","pT":"To Tell the Truth","sY":1956,"nV":536,"rM":30,"eY":1968,"aR":7.7,"iA":false,"g":["Family","Game-Show"],"sI":[1,2,5,6,7,9,10,11],"eI":[4,8,12,14,17,18,19,20,21,22,23,24,26,27,28,29,31,33,34,43,54,84,125],"eM":{"1":{"12":{"id":"tt0724126","pT":"Polly Bergen, Ralph Bellamy, Kitty Carlisle, Hy Gardner","aR":8,"nV":12}},"2":{"34":{"id":"tt0724115","pT":"Polly Bergen, Don Ameche, Joan Bennett, Hy Gardner, (Dr. Seuss and golfer Marlene Bauer Hagge - contestants)","aR":6.2,"nV":8}},"5":{"14":{"id":"tt1365408","pT":"Johnny Carson, Polly Bergen, Don Ameche, Kitty Carlisle, (Larry Cohen, Lucy Chambliss & Robb Sagendorph - contestants)","aR":8,"nV":7},"17":{"id":"tt1365411","pT":"Johnny Carson, Betty White, Don Ameche, Kitty Carlisle, (Tom Pike, Simone Gossner & Manuel Guara - contestants)","aR":6.7,"nV":9},"18":{"id":"tt1366617","pT":"Tom Poston, Kitty Carlisle, Don Ameche, Betty White, (Father Joseph Lynch - contestant)","aR":8.4,"nV":6},"19":{"id":"tt1366618","pT":"Tom Poston, Kitty Carlisle, Don Ameche, Polly Bergen, (Alan Cruikshank - contestant)","aR":8.6,"nV":6},"20":{"id":"tt1366619","pT":"Tom Poston, Kitty Carlisle, Don Ameche, Polly Bergen","aR":8.6,"nV":6},"21":{"id":"tt0724208","pT":"Tom Poston, Faye Emerson, Ralph Bellamy, Polly Bergen","aR":8.8,"nV":7},"22":{"id":"tt0724209","pT":"Tom Poston, Faye Emerson, Gig Young, Polly Bergen,","aR":8.4,"nV":6},"23":{"id":"tt0724210","pT":"Tom Poston, Faye Emerson, Abe Burrows, Polly Bergen","aR":8.5,"nV":7},"24":{"id":"tt1366620","pT":"Tom Poston, Faye Emerson, Ralph Bellamy, Polly Bergen, (Fred Norris - contestant)","aR":8,"nV":9},"26":{"id":"tt1366797","pT":"Tom Poston, Kitty Carlisle, Ralph Bellamy, Peggy Cass, Don January - contestant","aR":8.8,"nV":7},"27":{"id":"tt1366798","pT":"Tom Poston, Kitty Carlisle, Don Ameche, Peggy Cass, Rear Admiral Robert B. Moore - contestant","aR":8.7,"nV":7},"28":{"id":"tt1366799","pT":"Tom Poston, Kitty Carlisle, Don Ameche, Peggy Cass, Gail Sontgerath & Burton Crane - contestants","aR":8.7,"nV":7},"29":{"id":"tt0724211","pT":"Tom Poston, Pat Carroll, Don Ameche, Betty White, Grover C. Criswell - contestant","aR":8.6,"nV":6},"31":{"id":"tt0724212","pT":"Tom Poston, Pat Carroll, Johnny Carson, Betty White, (Penny Potter, Kent Goering & Henry Montague - contestants)","aR":8.4,"nV":7},"33":{"id":"tt1366801","pT":"Merv Griffin - substitute host, Tom Poston, Robbin Bain, Don Ameche, Betty White, (Dr. Arthur Maxwell - contestant)","aR":7.7,"nV":7}},"6":{"4":{"id":"tt1366808","pT":"Tom Poston, Peggy King, Johnny Carson, Kitty Carlisle, (Elizabeth Rudel Smith, George Sisler - contestants)","aR":8.4,"nV":7},"8":{"id":"tt0724220","pT":"Tom Poston, Betty White, Johnny Carson, Margot Moser (contestant & panelist), Y.A. Tittle (contestant)","aR":8,"nV":7}},"7":{"125":{"id":"tt1335819","pT":"Tom Poston, Peggy Cass, Barry Nelson, Kitty Carlisle","aR":8.8,"nV":6}},"9":{"84":{"id":"tt1350852","pT":"Tom Poston, Peggy Cass, Orson Bean, Kitty Carlisle - Marni Nixon contestant","aR":8.2,"nV":6}},"10":{"43":{"id":"tt0724291","pT":"Eddie Chapman/Ardith Bruce/Otto Preminger","aR":1.7,"nV":118}},"11":{"54":{"id":"tt1371538","pT":"Guest Star Contestant: Bette Davis; UFO Abductee: Barney Hill; Stage actress: Bonnie Schon","aR":8.3,"nV":14}}}}