{"id":"tt10635210","pT":"Science Fell in Love, So I Tried to Prove It","sY":2020,"rM":24,"eY":2022,"iA":0,"aR":6.9,"nV":1080,"g":["Animation","Comedy","Romance"],"sI":[1,2],"eI":[1,2,3,4,5,6,7,8,9,10,11,12],"eM":{"1":{"1":{"id":"tt11171614","pT":"Science-types Fell in Love, So They Tried to Analyze It.","aR":8.1,"nV":73},"2":{"id":"tt11581226","pT":"Science-types Fell in Love, So They Tried Experiments.","aR":8.3,"nV":65},"3":{"id":"tt11581228","pT":"Science-types Fell in Love, So They Try Planning a Date","aR":8.3,"nV":59},"4":{"id":"tt11593224","pT":"Science-types Fell in Love, So They Tried Going on a Date.","aR":8.8,"nV":63},"5":{"id":"tt11593234","pT":"Science-types Fell in Love, So They Tried Holding a Meeting.","aR":8.4,"nV":56},"6":{"id":"tt11593246","pT":"Science-types Fell in Love, So They Tried Kissing.","aR":8.5,"nV":58},"7":{"id":"tt11746096","pT":"Science-types Fell in Love, So They Tried Having a Drinking Party.","aR":8.2,"nV":57},"8":{"id":"tt11746100","pT":"Science-types Fell in Love, So They Tried to Gather Evidence of Love","aR":8.3,"nV":56},"9":{"id":"tt11833526","pT":"Science-types Fell in Love, So They Tried Attending a Training Camp in Okinawa.","aR":8.5,"nV":53},"10":{"id":"tt11833530","pT":"Science-types Fell in Love, So They Tried Giving Presentations.","aR":8.5,"nV":55},"11":{"id":"tt11833536","pT":"Science-types Fell in Love, So They Tried Having a Fight.","aR":8.5,"nV":54},"12":{"id":"tt11833544","pT":"I Knew I Could Fall in Love with You, So I Tried to Prove it.","aR":8.8,"nV":69}},"2":{"1":{"id":"tt13293906","pT":"Science-types Fell in Love, So They Tried Comparing Couples","aR":7.6,"nV":42},"2":{"id":"tt19355080","pT":"Science-types Fell in Love, So They Tried Looking for a New Theory","aR":7.8,"nV":37},"3":{"id":"tt19355098","pT":"Science-types Fell in Love, So They Tried Taking a Nap.","aR":7.6,"nV":35},"4":{"id":"tt19355106","pT":"Science-types Fell in Love, So They Went to a Live Concert.","aR":7.8,"nV":33},"5":{"id":"tt19355114","pT":"Science-types Fell in Love, So They Analyzed the Evidence I Liked.","aR":8.1,"nV":34},"6":{"id":"tt19355130","pT":"Science-types Fell in Love, So I Tried to Prove the End","aR":8.7,"nV":39},"7":{"id":"tt19355140","pT":"Science-types Fell in Love, So They Tried Going on a Group Date","aR":7.7,"nV":34},"8":{"id":"tt19355148","pT":"Science-types Fell in Love, So They Tried Confessing Their Feelings to Their Juniors.","aR":7.6,"nV":32},"9":{"id":"tt19355156","pT":"Science-types Fell in Love, So They Tried Preparing for a Campus Festival.","aR":7.8,"nV":33},"10":{"id":"tt19355158","pT":"Science-types Fell in Love, So They Tried Having a Campus Festival.","aR":7.7,"nV":32},"11":{"id":"tt19355164","pT":"Science-types Fell in Love, So They Tried Getting Married.","aR":8.2,"nV":39},"12":{"id":"tt19355174","pT":"I Tried to Prove that You Are Fine Just as You Are.","aR":5.5,"nV":44}}}}