{"id":"tt5330088","pT":"The $100,000 Pyramid","sY":2016,"nV":648,"rM":60,"eY":null,"aR":6.3,"iA":false,"g":["Comedy","Game-Show"],"sI":[1,2,3,4,5,6,7],"eI":[1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18],"eM":{"1":{"1":{"id":"tt5838964","pT":"Sherri Shepherd vs. Anthony Anderson and Rosie O'Donnell vs. Kathy Najimy","aR":7.1,"nV":17},"2":{"id":"tt5838970","pT":"Ana Gasteyer vs. Rachel Dratch and Robin Roberts vs. Mario Cantone","aR":6.8,"nV":13},"3":{"id":"tt5838978","pT":"Martha Stewart vs. Snoop Dogg and Ken Jeong vs. Tisha Campbell-Martin","aR":7.2,"nV":15},"4":{"id":"tt5857848","pT":"Bellamy Young vs. Weird Al Yankovic and Tony Hale vs. Justin Long","aR":7.1,"nV":12},"5":{"id":"tt5891256","pT":"Randall Park vs. Anna Camp and Terry Crews vs. Natasha Lyonne","aR":7.4,"nV":11},"6":{"id":"tt5891262","pT":"Alfonso Ribeiro vs. Mario Batali and Barbara Corcoran vs. Daymond John","aR":7.3,"nV":11},"7":{"id":"tt5966900","pT":"Steve Schirripa vs. Melissa Peterman and Teri Polo vs. Zachary Levi","aR":7.6,"nV":11},"8":{"id":"tt5966914","pT":"Yvette Nicole Brown vs. Fred Willard and Joy Behar vs. John Michael Higgins","aR":7.6,"nV":10},"9":{"id":"tt5966932","pT":"Kevin Pollak vs. Niecy Nash and Bridget Moynahan vs. Rex Lee","aR":7.2,"nV":13},"10":{"id":"tt6057612","pT":"Jon Lovitz vs. Deion Sanders and Rosie O'Donnell vs. Kathy Najimy","aR":7.4,"nV":11}},"2":{"1":{"id":"tt6057614","pT":"Leslie Jones vs. LL Cool J and Tom Bergeron vs. Jennifer Nettles","aR":7.9,"nV":9},"2":{"id":"tt7034026","pT":"Bobby Moynihan vs. Sasheer Zamata and Lance Bass vs. Joey Fatone","aR":7,"nV":9},"3":{"id":"tt7034256","pT":"Aaron Rodgers vs. Erin Andrews and Italia Ricci vs. Robbie Amell","aR":8,"nV":8},"4":{"id":"tt7055628","pT":"Cam Newton vs. Brandon Marshall and Eric Decker vs. Apolo Ohno","aR":7.3,"nV":7},"5":{"id":"tt7055626","pT":"Ken Leong vs. Dave Foley and Dr. Oz vs. Retta","aR":6.6,"nV":8},"6":{"id":"tt7147184","pT":"Cobie Smulders vs. Ryan Eggold and Kathy Najimy vs. Ali Wentworth","aR":8.8,"nV":10},"7":{"id":"tt7147188","pT":"Rachael Ray vs. Curtis Stone and David Arquette vs. RuPaul","aR":8.1,"nV":9},"8":{"id":"tt7171500","pT":"Bobby Moynihan vs. Debi Mazar and Wendie Malick vs. Jesse Palmer","aR":7.2,"nV":6},"9":{"id":"tt7171508","pT":"Usher vs. Von Miller and Justin Hartley vs. Chrissy Metz","aR":7.8,"nV":7},"10":{"id":"tt7171510","pT":"Richard Kind vs. Rachel Dratch and Margaret Cho vs. Michael Rapaport","aR":7.8,"nV":7},"11":{"id":"tt7171514","pT":"Kyle Busch vs. Lara Spencer and Ice-T vs. Peri Gilpin","aR":7.8,"nV":7},"12":{"id":"tt7278448","pT":"Leslie Jones vs. Willie Garson and Billy Gardell vs. Kate Flannery","aR":8.3,"nV":9},"13":{"id":"tt7278450","pT":"Taye Diggs vs. Jenna Fischer and Kal Penn vs. Abby Elliott","aR":7.9,"nV":9}},"3":{"1":{"id":"tt7418944","pT":"Leslie Jones vs. Julie Bowen and Debra Messing vs. Mario Cantone","aR":9.3,"nV":15},"2":{"id":"tt8549832","pT":"Anthony Anderson vs. Jennifer Lewis and Kevin Smith vs. Joy Behar","aR":7.5,"nV":17},"3":{"id":"tt7418946","pT":"Snoop Dogg vs. Questlove and Richard Schiff vs. Nicholas Gonzalez","aR":8.7,"nV":10},"4":{"id":"tt8609866","pT":"Adam Rodriguez vs. Erika Christensen and Rob Riggle vs. Lauren Ash","aR":8.5,"nV":10},"5":{"id":"tt8609870","pT":"Kathy Najimy vs. Yvette Nicole Brown and Vanessa Williams vs. Gary Cole","aR":8.7,"nV":10},"6":{"id":"tt8609872","pT":"Bobby Moynihan vs. Melissa Fumero and Terry Crews vs. Andre Braugher","aR":8.3,"nV":11},"7":{"id":"tt8609876","pT":"Leslie Jones vs. Taye Diggs and Sara Foster vs. Erin Foster","aR":8.7,"nV":11},"8":{"id":"tt8708950","pT":"Nick Lachey vs. Vanessa Lachey and Gayle King vs. Terrell Owens","aR":8.8,"nV":10},"9":{"id":"tt8750916","pT":"Ken Jeong vs. Nico Santos and Tim Meadows vs. Kathy Najimy","aR":8.8,"nV":10},"10":{"id":"tt8771926","pT":"Bobby Moynihan vs. Jon Lovitz and Andy Richter vs. Ken Marino","aR":9,"nV":10},"11":{"id":"tt8784038","pT":"Rita Moreno vs. Justina Machado and Leslie Jones vs. Julie Bowen","aR":8.1,"nV":11},"13":{"id":"tt8941542","pT":"Jenna Fischer vs. Oliver Hudson and Johnny Weir vs. Gabby Douglas","aR":9,"nV":8},"14":{"id":"tt8941552","pT":"Ross Matthews vs. Vivica A. Fox and Kelly Osbourne vs. Matt McGorry","aR":8.6,"nV":8}},"4":{"1":{"id":"tt8810134","pT":"Leslie Jones vs. Rosie O'Donnell and Anthony Anderson vs. Cheryl Hines","aR":6.9,"nV":9},"2":{"id":"tt10509760","pT":"Italia Ricci vs. Kal Penn and Ayesha Curry vs. Graham Elliot","aR":7.5,"nV":8},"4":{"id":"tt10607062","pT":"Joe Gatto vs. Sal Vulcano and Roselyn Sanchez vs. Ross Mathews","aR":8.4,"nV":6},"5":{"id":"tt10621228","pT":"Rob Gronkowski vs. Julian Edelman and Bobby Moynihan vs. Kelly Osbourne","aR":8.4,"nV":8},"6":{"id":"tt10679072","pT":"Chris Sullivan vs. Susan Kelechi Wilson and Jamie-Lynn Sigler vs. Steve Schirripa","aR":8.8,"nV":5},"7":{"id":"tt10713454","pT":"Anthony Anderson vs. Jay Pharoah and Jeff Ross vs. Pete Holmes","aR":8.9,"nV":7},"9":{"id":"tt10837134","pT":"Hill Harper vs. Mary Lynn Rajskub and Sara Haines vs. James Van Der Beek","aR":8.6,"nV":5},"10":{"id":"tt10868946","pT":"Rachel Dratch vs. Kevin Nealon and Sherri Shepard vs. Adam Pally","aR":8.3,"nV":6},"11":{"id":"tt10944102","pT":"Joel McHale vs. Rich Eisen and Jerry Ferrara vs. La La Anthony","aR":8.6,"nV":5},"12":{"id":"tt10967948","pT":"Rosie O'Donnell vs. Leslie Jones and Anna Camp vs. Chris Parnell","aR":7.4,"nV":8},"13":{"id":"tt11003450","pT":"Bobby Moynihan vs. Hasan Minhaj and Katie Couric vs. Mario Cantone","aR":8.5,"nV":7}},"5":{"1":{"id":"tt14650936","pT":"Rosie O'Donnell vs Nate Berkus and Michael Kosta vs Roy Wood Jr.","aR":7.1,"nV":11},"2":{"id":"tt14690316","pT":"Rachel Dratch vs Chris Redd and Dr. Oz vs Daphne Oz","aR":6.9,"nV":9},"3":{"id":"tt14866102","pT":"Alex Moffat vs Michelle Collins and Dominique Jackson vs Indya Moore","aR":7.6,"nV":10},"4":{"id":"tt14871008","pT":"Ali Wentworth vs. Sara Haines and Kal Penn vs. Michelle Buteau","aR":7.3,"nV":8},"5":{"id":"tt14872042","pT":"Lorraine Bracco vs. Ralph Macchio and Rosie O'Donnell vs. Paige Davis","aR":8,"nV":9},"6":{"id":"tt15010424","pT":"Joe Gatto vs. Sal Vulcano and Desi Lydic vs. Mikel Welch","aR":8.4,"nV":5},"7":{"id":"tt15106392","pT":"Bridget Everett vs. Dulce Sloan and Kathy Najimy vs. Mario Cantone","aR":7.3,"nV":6},"8":{"id":"tt15107074","pT":"Ana Gasteyer vs. Rachel Dratch and Joe Gatto vs. James Murray","aR":8.5,"nV":6},"9":{"id":"tt15199234","pT":"Ryan Eggold vs. Elizabeth Marvel and Joe Tessitore vs. Tiki Barber","aR":8.6,"nV":6},"10":{"id":"tt15199238","pT":"Ginger Zee vs. Dascha Polanco and Dorinda Medley vs. Sonjia Morgan","aR":6.7,"nV":7},"12":{"id":"tt15311758","pT":"Kal Pen vs Kathy Najimy and Neil DeGrasse Tyson vs Gilbert Gottfried","aR":7.8,"nV":6}},"6":{"1":{"id":"tt21225402","pT":"Lindsey Vonn vs. Russell Peters and Jason Alexander vs. Wayne Knight","aR":7.3,"nV":14},"2":{"id":"tt21228856","pT":"Wiz Khalifa vs. Ty Dolla $ign and Bobby Moynihan vs. Ron Funches","aR":6.9,"nV":13},"3":{"id":"tt21424250","pT":"Ken Jennings vs. Ross Mathews and RuPaul vs. Carson Kressley","aR":7.4,"nV":15},"4":{"id":"tt21424768","pT":"Tayshia Adams vs Matt James and Wendi McLendon-Covey vs Thomas Lennon","aR":7.5,"nV":11},"5":{"id":"tt21615838","pT":"Rob Riggle vs. Joe Tessitore and Mark Duplass vs. Ali Larter","aR":7.3,"nV":14},"6":{"id":"tt21805194","pT":"Taran Killam vs. Cedric The Entertainer and Diedrich Bader vs. Pamela Adlon","aR":6.9,"nV":13},"7":{"id":"tt21857066","pT":"Yvette Nicole Brown vs. Pete Holmes and Jo Koy vs. Wanya Morris","aR":7.5,"nV":10},"8":{"id":"tt21923708","pT":"Mario Cantone vs. Rachel Bloom and Lisa Ann Walter vs. Janelle James","aR":7.4,"nV":10},"9":{"id":"tt22072522","pT":"Joshua Malina vs. Erika Christensen and Michael Ealy vs. Iliza Shlesinger","aR":7.6,"nV":8},"10":{"id":"tt22165118","pT":"Nico Santos vs. Lauren Ash and Nicole Byer vs. Jermaine Fowler","aR":7.2,"nV":8},"11":{"id":"tt23219366","pT":"Jason Alexander vs Bobby Moynihan and Rosie O'Donnell vs Pete Holmes","aR":7.4,"nV":8},"12":{"id":"tt28223968","pT":"RuPaul vs Lauren Lapkus and Steve Schirripa vs Loni Love","aR":7.1,"nV":11},"13":{"id":"tt28223969","pT":"Deon Cole vs D'Arcy Carden and Ken Jennings vs Mario Cantone","aR":7.7,"nV":8},"14":{"id":"tt28252231","pT":"Brie Bella vs Ross Mathews and Troy Gentile vs Sean Giambrone","aR":7.1,"nV":8},"15":{"id":"tt28306135","pT":"Mark Duplass vs Yvette Nicole Brown and Larry Wilmore vs Tisha Campbell","aR":7,"nV":8},"16":{"id":"tt28610141","pT":"Jeff Ross vs. Robert Herjavec and Cedric the Entertainer and Jo Koy","aR":6.4,"nV":8},"17":{"id":"tt28702587","pT":"Will Sasso vs. Amanda Seales and Dulé Hill vs. Francia Raisa","aR":7.2,"nV":9},"18":{"id":"tt28779523","pT":"Wendi McLendon-Covey vs. Matt Walsh and Amanda Kloots vs. Marcus Lemonis","aR":6.8,"nV":6}},"7":{"1":{"id":"tt28753941","pT":"Episode #7.1","aR":7.2,"nV":10},"2":{"id":"tt29389503","pT":"Jason Alexander vs. Rosie O'Donnell and Oscar Nunez vs. Lauren Ash","aR":7.4,"nV":10},"3":{"id":"tt29473542","pT":"Ana Gasteyer vs. Dan Bucatinsky and Utkarsh Ambudkar vs. Fortune Feimster","aR":7.1,"nV":11},"4":{"id":"tt29542882","pT":"Bobby Moynihan vs. Natasha Leggero and Lisa Ann Walter vs. Tip \"T.I.\" Harris","aR":7.3,"nV":7},"5":{"id":"tt29621605","pT":"Jordin Sparks vs. Jason Ritter and Nikki Glaser vs. Wayne Knight","aR":7.1,"nV":8},"6":{"id":"tt29718443","pT":"Jesse Tyler Ferguson vs. Rosie O'Donnell and Holly Robinson Peete vs. Rodney Peete","aR":7.1,"nV":7},"7":{"id":"tt30006869","pT":"Jason Alexander vs. Pete Holmes and Ali Larter vs. Michael Urie","aR":7.1,"nV":8},"8":{"id":"tt30226455","pT":"Jackée Harry vs. Bobby Berk and Jason Alexander vs. Rosie O'Donnell","aR":7.2,"nV":9},"9":{"id":"tt30323473","pT":"Josh Peck vs. Jeannie Mai Jenkins and Taran Killam vs. Iliza Shlesinger","aR":7.3,"nV":9},"10":{"id":"tt30412422","pT":"Matt Walsh vs. Malin Akerman and AJ McLean vs. Howie Dorough","aR":7.1,"nV":8}}}}